// Задача 4: Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
// 2, 3, 7 -> 7; 44 5 78 -> 78; 22 3 9 -> 22

Console.WriteLine("Ether the number:");
int num1 = int.Parse(Console.ReadLine());
Console.WriteLine("Ether the number:");
int num2 = int.Parse(Console.ReadLine());
Console.WriteLine("Ether the number:");
int num3 = int.Parse(Console.ReadLine());

